[{"title":"10","slug":"10","date":"2023-05-16T09:54:46.000Z","updated":"2023-05-16T09:56:17.215Z","comments":true,"path":"2023/05/16/10/","link":"","permalink":"http://example.com/2023/05/16/10/","excerpt":"","text":"单词 释义 例句 例句释义 consumer 顾客 The company aims to attract more consumers. 公司旨在吸引更多的顾客。 social 社会的 Social media has changed the way we communicate. 社交媒体改变了我们的交流方式。 product 产品，乘积 This store offers a wide range of products. 这家商店提供各种各样的产品。 likely 很可能的 It’s likely to rain later in the day. 今天晚些时候很可能会下雨。 system 系统，方法 The computer system crashed and lost all data. 计算机系统崩溃并丢失了所有数据。 activity 活力，活动 Regular physical activity is important for health. 定期的体育活动对健康很重要。 reward 报酬 Hard work should be recognized with a reward. 应该以奖励的方式认可辛勤工作。 stress 压力，重要性，强调 Excessive stress can negatively affect health. 过度的压力会对健康产生负面影响。 expert 专家 The company consulted with experts in the field. 公司请教了该领域的专家。 concern 关系，关心 I have concerns about the safety of the product. 我对产品的安全性有所担忧。 university 大学 He graduated from a prestigious university. 他从一所有声望的大学毕业。 individual 个人，单独的 Each individual has their own unique characteristics. 每个个体都有自己独特的特点。 view 视野，观察 The hotel room had a beautiful view of the ocean. 酒店房间可以欣赏到美丽的海景。 opportunity 机会 This job provides an excellent opportunity for growth. 这份工作为成长提供了绝佳的机会。 hunt 打猎，寻找 The lioness goes on a hunt for food. 雌狮出去寻找食物。 challenge 挑战 Climbing Mount Everest is a great challenge. 爬珠穆朗玛峰是一个巨大的挑战。 process 过程，加工 The manufacturing process involves multiple steps. 制造过程涉及多个步骤。 project 方案，工程 The team is working on a new project. 团队正在进行一个新项目。 amount 总数 Please pay the full amount by the due date. 请在截止日期前支付全额金额。 ability 能力 She has the ability to speak multiple languages. 她有能力讲多种语言。 rate 速率，估计，费用 The interest rate on the loan is quite high. 贷款的利率相当高。 radiation 辐射 Exposure to radiation can be harmful to health. 接触辐射对健康有害。 feature 特征 The latest model of the phone has many new features. 最新款手机有很多新功能。 environment 环境 It’s important to protect the environment. 保护环境是很重要的。 create 创造 The artist used various materials to create the sculpture. 艺术家使用了各种材料来创作雕塑。 crash 碰撞，失败 The car crashed into a tree. 汽车撞到了一棵树上。 advertise 公告，广告 The company plans to advertise its new product on TV. 公司计划在电视上宣传其新产品。 tend 趋向，照料 Children tend to imitate their parents’ behavior. 孩子们倾向于模仿他们父母的行为。 status 地位，情况 He achieved a high status in his profession. 他在职业上取得了很高的地位。 reader 读者 The book has received positive reviews from readers. 这本书得到了读者的积极评价。 per 每，经 The price is $10 per unit. 价格是每单位10美元。 local 地方的 The local community organized a charity event. 当地社区组织了一场慈善活动。 highway 公路 The highway was closed due to an accident. 公路因事故而关闭。 brand 商标，标记 Nike is a well-known brand in the sports industry. 耐克是体育行业中的知名品牌。 assume 假装，设想，呈现 Let’s assume that the project is successful. 让我们假设项目是成功的。 physical 物质的，肉体的 Regular exercise is good for physical health. 定期锻炼对身体健康有益。 instant 立刻的，瞬间 With instant messaging, communication is quick. 使用即时消息传递，沟通变得迅速。 focus 焦点，中心 The company’s focus is on innovation and quality. 公司的重点是创新和质量。 fashion 流行，风气 She always follows the latest fashion trends. 她总是追随最新的时尚潮流。 expand 膨胀，扩张 The company plans to expand its operations globally. 公司计划在全球范围内扩大业务。 effective 有效的，实施的 The new marketing strategy proved to be effective. 新的营销策略证明是有效的。 declare 宣布 The government declared a state of emergency. 政府宣布进入紧急状态。 benefit 利益，有益于 Regular exercise has many health benefits. 定期锻炼对健康有很多好处。 adult 成人的，成熟的 Only adults are allowed to enter the club. 只有成人可以进入俱乐部。","categories":[],"tags":[]},{"title":"进制转换","slug":"进制转换","date":"2022-09-14T13:16:55.000Z","updated":"2022-09-14T13:27:18.244Z","comments":true,"path":"2022/09/14/进制转换/","link":"","permalink":"http://example.com/2022/09/14/%E8%BF%9B%E5%88%B6%E8%BD%AC%E6%8D%A2/","excerpt":"","text":"十进制 R进制 整数：除以R反向求余 小数：乘以R正向取整（取整变0） eg：20.625D &#x3D; 10100.101B R进制 十进制 乘权求和法：每一位的值乘以每一位的价值（位权） 位权是从0指数开始 eg：10110.011B &#x3D; 22.375D 计算机单位最小单位：bit(位) 1Byte（字节）&#x3D;8bit 1024 B—KB—MB—GB—TB—PB","categories":[],"tags":[]},{"title":"IDM(Internet Download Manager)","slug":"idm","date":"2022-08-31T09:46:43.000Z","updated":"2022-09-01T04:08:18.313Z","comments":true,"path":"2022/08/31/idm/","link":"","permalink":"http://example.com/2022/08/31/idm/","excerpt":"","text":"idm 官网下载 俄罗斯大神版 password：gr09 油猴（极简插件） 网盘直链下载（油猴脚本）","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2022-08-29T04:05:47.590Z","updated":"2022-08-29T04:05:47.590Z","comments":true,"path":"2022/08/29/hello-world/","link":"","permalink":"http://example.com/2022/08/29/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]